"CARD_DETAILS_LABEL"                        = "Détails de la carte";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Saisissez les détails de votre carte en commençant par son numéro.";
"VALID_CARD_ERROR_LABEL"                    = "Vous devez fournir un numéro de carte valide.";
"CARD_REQUIRED"                             = "Le numéro de la carte est obligatoire";
"CARD_INVALID"                              = "Le numéro de la carte n'est pas valide";
"EXPIRATION_REQUIRED"                       = "La date d'expiration est obligatoire";
"EXPIRATION_INVALID"                        = "La date d'expiration n'est pas valide";
"CVV_REQUIRED"                              = "%s est obligatoire";
"CVV_INVALID"                               = "%s n'est pas valide";
"POSTAL_CODE_HELP_LABEL"                    = "Vous devez fournir un code postal valide.";
"POSTAL_CODE_REQUIRED"                      = "Le code postal est obligatoire";
"POSTAL_CODE_INVALID"                       = "Le code postal n'est pas valide";
"COUNTRY_CODE_REQUIRED"                     = "L'indicatif régional est obligatoire";
"COUNTRY_CODE_INVALID"                      = "L'indicatif régional n'est pas valide";
"MOBILE_NUMBER_REQUIRED"                    = "Le numéro de téléphone mobile est obligatoire";
"MOBILE_NUMBER_INVALID"                     = "Le numéro de téléphone mobile n'est pas valide";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Cette carte pourrait nécessiter une inscription. Au besoin, un code peut être envoyé à ce numéro par message texte.";
"SMS_CODE_REQUIRED"                         = "Le code de message texte est obligatoire";
"SMS_CODE_INVALID"                          = "Le code de message texte n'est pas valide";

"CANCEL_ACTION"                             = "Annuler";
"RETRY_ACTION"                              = "Réessayer";
"CONTINUE_ACTION"                           = "Continuer";
"ADD_CARD_ACTION"                           = "Enregistrer";
"DONE_ACTION"                               = "Terminé";
"EDIT_ACTION"                               = "Modifier";
"NEXT_ACTION"                               = "Suivant";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";
"SCAN_CARD_IO_ACTION"                       = "Lire avec card.io";

"EDIT_PAYMENT_METHOD"                       = "Modifier les modes de paiement";
"THERE_WAS_AN_ERROR"                        = "Nous sommes désolés, une erreur est survenue.";
"REVIEW_AND_TRY_AGAIN"                      = "Vérifiez vos informations, puis réessayez.";
"INVALID_LABEL"                             = "Incorrect :";

"YEAR_LABEL"                                = "Année";
"MONTH_LABEL"                               = "Mois";

"OTHER_LABEL"                               = "Autre";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Carte de débit ou crédit";
"RECENT_LABEL"                              = "Récent";
"SELECT_PAYMENT_LABEL"                      = "Sélectionner un mode de paiement";

"CONFIRM_ENROLLMENT_LABEL"                  = "Confirmer l'inscription";
"CONFIRM_ACTION"                            = "Confirmer";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Saisissez le code envoyé par message texte à %s";
"SMS_CODE_LABEL"                            = "Code de message texte";
"CARD_TYPE_GENERIC_CARD"                    = "Carte";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Code de pays";
"SECURITY_CODE_LABEL"                       = "Code de sécurité";
"CVV_FIELD_PLACEHOLDER"                     = "CVC2";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Code postal";
"MOBILE_NUMBER_LABEL"                       = "Numéro de téléphone mobile";
"EXPIRATION_DATE_LABEL"                     = "Date d'expiration";
"CARD_NUMBER_PLACEHOLDER"                   = "Numéro de carte ";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/AAAA";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/AA";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Utiliser un autre numéro de téléphone";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Carte non acceptée";

